<?php
$department = array (
  'Факультет радиотехники и телекоммуникаций (ФРТ)' => array (
    0 => 'Кафедра радиотехнических систем (РС)',
    1 => 'Кафедра радиоэлектронных средств (РЭС)',
    2 => 'Кафедра телевидения и видеотехники (ТВ)',
  ),
  'Факультет электроники (ФЭЛ)' => array (
    0 => 'Кафедра радиотехнической электроники (РТЭ)',
    1 => 'Кафедра электронных приборов и устройств (ЭПУ)',
    2 => 'Кафедра фотоники (Фот)',
  ),
  'Факультет компьютерных технологий и информатики (ФКТИ)' => array (
    0 => 'Кафедра систем автоматизированного проектирования (САПР)',
    1 => 'Кафедра автоматики и процессов управления (АПУ)',
    2 => 'Кафедра информационных систем (ИС)',
  ),
  'Факультет электротехники и автоматики (ФЭА)' => array (
    0 => 'Кафедра систем автоматического управления (САУ)',
    1 => 'Кафедра электротехнологической и преобразовательной техники (ЭТПТ)',
    2 => 'Кафедра робототехники и автоматизации производственных систем (РАПС)',
  ),
  'Гуманитарный факультет (ГФ)' => array (
    0 => 'Кафедра связи с общественностью (СО)',
    1 => 'Кафедра философии (ФЛ)',
    2 => 'Кафедра социологии и политологии (СП)',
),
);
 ?>
